Repository: Vickyogesh/quiz-platform
Catalog: wsgi/quiz/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Number of errors in exam: %%(num)s
it: Numero errori: %%(num)s

source: Forbidden.
it: Vietato.

source: Scooter
it: Patente AM

source: Quiz B
it: Quiz Patente

source: Truck C1 and C1E
it: C1 E C1E

source: Truck C1 and C1E non-professional
it: C1 E C1E NON PROFESSIONALE

source: Truck C and CE
it: C E CE

source: Truck C and CE with C1 and C1E category
it: C E CE DI CANDIDATI GIA’ TITOLARI DI PATENTI DI CATEGORIA C1 E C1E

source: Truck D1 and D1E
it: D1 E D1E

source: Truck D and DE
it: D E DE

source: Truck D and DE with D1 and D1E category
it: D E DE DI CANDIDATI GIA’ TITOLARI DI PATENTI DI CATEGORIA D1 E D1E

source: Please wait ...
it: Attendere prego ...

source: Close
it: Fine

source: Exam
it: Esame

source: Question number
it: Domanda numero

source: True
it: Vero

source: False
it: Falso

source: Time available
it: TEMPO A DISPOSIZIONE

source: Exam number
it: Scheda Esame N.

source: Name and surname
it: Cognome e Nome del Candidato

source: Summary
it: Riepilogo Scheda

source: Previous question
it: Domanda Precedente

source: Next question
it: Domanda Successiva

source: Back to questions
it: Ritorna alle domande

source: Finish exam
it: Chiudi esame

source: Question text
it: Testo della domanda

source: T
it: V

source: Error saving exam.
it: Errore nel salvataggio dell'esame.

source: In this exam you made errors: %%(errors)s
it: Errori commessi in questa sessione: %%(errors)s

source: Back to menu
it: Torna al menu principale

source: Try again
it: Riguarda

source: Review answers
it: Controllo risposte

source: Statistics
it: Statistiche

source: Log out
it: Esci

source: Connect with
it: Collegati con

source: Your facebook account has been successfully linked!
it: Il tuo account Facebook è stato collegato con successo!

source: Unable to link account with Facebook.
it: Impossibile collegare l'account Facebook.

source: Back
it: Indietro

source: Top
it: Superiore

source: Toggle navigation
it: Navigazione toggle

source: Guest's visits is exceeded. Access will be unlocked within 1 hr.
it: Limite di visitatori raggiunto. Riprova più tardi.

source: Info
it: Informazioni

source: Error
it: Errore

source: Finish
it: Correggi

source: Show answers:
it: Mostra soluzioni:

source: Yes
it: Sì

source: Img.
it: Fig.

source: Exam review
it: Statistiche esami

source: List of exam %(id)s answers.
it: Elenco di esame %(id)s risposte.

source: Sign In
it: Entra

source: Add a student
it: Aggiungi Studente

source: Student list
it: Elenco Studenti

source: Name
it: Nome

source: Surname
it: Cognome

source: Edit account
it: Cambia

source: Remove
it: Promosso

source: Remove a student
it: Rimozione studente

source: Are you sure you want to remove the student <b>%%(name)s</b> from your school?
it: Sei sicuro di voler rimuovere lo studente <b>%%(name)s</b>?

source: Error removing a student.
it: Errore nella rimozione dello studente.

source: Error adding a student.
it: Errore nella creazione dello studente.

source: Cancel
it: Annulla

source: Add
it: Aggiungi

source: Yes, remove
it: Si, rimuovi

source: Error sending answers.
it: Errore nell'invio delle risposte.

source: Error getting questions.
it: Errore nella ricezione delle domande.

source: You have answered all the questions!
it: Hai già risposto a tutte le domande!

source: In this quiz you made errors: %%(errors)s
it: Errori commessi in questa sessione: %%(errors)s

source: Back to quiz
it: Torna all'esercizio

source: Restart
it: Ricomincia

source: Error Review
it: Ripasso Errori

source: Error review
it: Ripasso errori

source: You have no questions with wrong answers!
it: Nessun errore!

source: You made errors: %%(errors)s
it: Errori commessi: %%(errors)s

source: Back to review
it: Ritorna all'esercizio

source: All
it: TUTTO

source: Recent
it: PIU' RECENTE

source: Last week
it: ULTIMA SETTIMANA

source: Previous
it: PERIODO PRECEDENTE

source: Exam statistics
it: Statistiche esami

source: Statistics topics in greater blue portion of the graph corresponds to a better preparation.
it: Statistiche argomenti: a una maggior porzione blu del grafico corrisponde una migliore preparazione.

source: The student has not passed any exercises.
it: Nessun esercizio effettuato.

source: Exam list
it: Elenco esami

source: Exam %(num)d (%(err)d/%(total)d)
it: Esame %(num)d (%(err)d/%(total)d)

source: There are no exams.
it: Nessun esame effettuato.

source: List of questions for which has not yet been answered correctly.
it: Lista domande per l'argomento selezionato cui non si è ancora risposto correttamente.

source: There are no questions with wrong answers.
it: Nessun errore.

source: Guest visits
it: Visitatori Esterni

source: Exam statistics: a greater blue sector of the graph, the better the preparation
it: Statistiche Esami: a una maggiore porzione blu del grafico corrisponde una migliore preparazione

source: Best students
it: Studenti Migliori

source: Worst students
it: Studenti Peggiori

source: Topic statistics: a greater blue sector of the graph, the better the preparation
it: Statistiche Argomenti: a una maggiore porzione blu del grafico corrisponde una migliore preparazione

source: <Empty>
it: Ancora nessuno studente nelle statistiche

source: Questions
it: Domande

source: From %(from)s to %(to)s
it: Da %(from)s a %(to)s

source: Chapter
it: Capitolo

source: Change license
it: Cambia Programma

source: Truck sub license
it: Programma
